Repository: ohmevents/aiohm-booking-pro
Catalog: languages/aiohm-booking-pro-*.po
Languages: ro_ro

source: Accommodation
ro_ro: Cazare

source: Accommodations
ro_ro: Cazări

source: Perfect for accommodations, vacation rentals, hotels, venues, houses, bungalows, and private spaces.
ro_ro: Perfect pentru cazări, închirieri de vacanță, hoteluri, locuri de evenimente, case, bungalouri și spații private.

source: Accommodation Settings
ro_ro: Setări Cazare

source: Accommodation Management
ro_ro: Gestionare Cazare

source: Accommodation Archives
ro_ro: Arhive Cazare

source: Accommodation Attributes
ro_ro: Atribute Cazare

source: Parent Accommodation:
ro_ro: Cazare Părinte:

source: All Accommodations
ro_ro: Toate Cazările

source: Add New Accommodation
ro_ro: Adaugă Cazare Nouă

source: Add New
ro_ro: Adaugă Nou

source: New Accommodation
ro_ro: Cazare Nouă

source: Edit Accommodation
ro_ro: Editează Cazarea

source: Update Accommodation
ro_ro: Actualizează Cazarea

source: View Accommodation
ro_ro: Vizualizează Cazarea

source: View Accommodations
ro_ro: Vizualizează Cazările

source: Search Accommodation
ro_ro: Caută Cazare

source: Accommodation Details
ro_ro: Detalii Cazare

source: Room
ro_ro: Cameră

source: Rooms
ro_ro: Camere

source: House
ro_ro: Casă

source: Houses
ro_ro: Case

source: Apartment
ro_ro: Apartament

source: Apartments
ro_ro: Apartamente

source: Villa
ro_ro: Vilă

source: Villas
ro_ro: Vile

source: Bungalow
ro_ro: Bungalou

source: Bungalows
ro_ro: Bungalouri

source: Cabin
ro_ro: Cabană

source: Cabins
ro_ro: Cabane

source: Cottage
ro_ro: Căsuță

source: Cottages
ro_ro: Căsuțe

source: Suite
ro_ro: Suită

source: Suites
ro_ro: Suite

source: Studios
ro_ro: Studiouri

source: Unit
ro_ro: Unitate

source: Units
ro_ro: Unități

source: Space
ro_ro: Spațiu

source: Spaces
ro_ro: Spații

source: Venue
ro_ro: Locație

source: Venues
ro_ro: Locații

source: Settings saved successfully!
ro_ro: Setările au fost salvate cu succes!

source: New accommodation added successfully!
ro_ro: Cazarea nouă a fost adăugată cu succes!

source: Booking Settings
ro_ro: Setări Rezervare

source: Deposit Percentage
ro_ro: Procent Avans

source: Percentage required as deposit for bookings
ro_ro: Procentul necesar ca avans pentru rezervări

source: Enable Early Bird Feature
ro_ro: Activează Funcția Early Bird

source: Activate early bird pricing for accommodations
ro_ro: Activează prețurile early bird pentru cazări

source: Disabled
ro_ro: Dezactivat

source: Early Bird Window
ro_ro: Perioada Early Bird

source: Days before check-in for early bird pricing
ro_ro: Zile înainte de check-in pentru prețurile early bird

source: Minimum Age Requirement
ro_ro: Vârsta Minimă Necesară

source: Minimum age for booking guests
ro_ro: Vârsta minimă pentru oaspeții care rezervă

source: Default Accommodation Type
ro_ro: Tipul Cazării Implicit

source: Default type for new accommodations
ro_ro: Tipul implicit pentru cazările noi

source: Active Accommodations
ro_ro: Cazări Active

source: Number of accommodations to activate
ro_ro: Numărul de cazări de activat

source: Default Price
ro_ro: Preț Implicit

source: Default price for accommodations when no specific price is set
ro_ro: Prețul implicit pentru cazări când nu este setat un preț specific

source: Default Early Bird Price
ro_ro: Preț Early Bird Implicit

source: Default early bird price for accommodations when no specific price is set
ro_ro: Prețul early bird implicit pentru cazări când nu este setat un preț specific

source: Save Booking Settings
ro_ro: Salvează Setările de Rezervare

source: Accommodation Statistics
ro_ro: Statistici Cazare

source: Occupied Today
ro_ro: Ocupate Astăzi

source: Available %s
ro_ro: %s Disponibile

source: Pending Today
ro_ro: În Așteptare Astăzi

source: External Today
ro_ro: Externe Astăzi

source: Need More %s?
ro_ro: Ai nevoie de mai multe %s?

source: Add more %s to your property
ro_ro: Adaugă mai multe %s la proprietatea ta

source: Add New %s
ro_ro: Adaugă %s Nou

source: unlimited
ro_ro: nelimitat

source: No accommodations found. Click "Add New" to get started.
ro_ro: Nu s-au găsit cazări. Fă clic pe "Adaugă Nou" pentru a începe.

source: %s Details
ro_ro: Detalii %s

source: Configure the details for each of your %s.
ro_ro: Configurează detaliile pentru fiecare dintre %s tale.

source: Title
ro_ro: Titlu

source: Description
ro_ro: Descriere

source: Brief description of this accommodation...
ro_ro: Scurtă descriere a acestei cazări...

source: Early Bird Price (%s)
ro_ro: Preț Early Bird (%s)

source: Standard Price (%s)
ro_ro: Preț Standard (%s)

source: Type:
ro_ro: Tip:

source: Save
ro_ro: Salvează

source: Leave blank to use default: "%s"
ro_ro: Lasă gol pentru a folosi valoarea implicită: "%s"

source: Security verification failed. Please refresh the page and try again.
ro_ro: Verificarea securității a eșuat. Te rugăm să reîmprospătezi pagina și să încerci din nou.

source: You do not have permission to perform this action.
ro_ro: Nu ai permisiunea de a efectua această acțiune.

source: Invalid accommodation ID provided.
ro_ro: ID-ul cazării furnizat nu este valid.

source: Accommodation not found or invalid type.
ro_ro: Cazarea nu a fost găsită sau tipul nu este valid.

source: Invalid accommodation data provided. Please check all required fields.
ro_ro: Datele cazării furnizate nu sunt valide. Te rugăm să verifici toate câmpurile obligatorii.

source: Validation error: %s
ro_ro: Eroare de validare: %s

source: An unexpected error occurred while saving accommodation data.
ro_ro: A apărut o eroare neașteptată în timpul salvării datelor cazării.

source: Failed to update accommodation: %s
ro_ro: Nu s-a putut actualiza cazarea: %s

source: Security check failed
ro_ro: Verificarea securității a eșuat

source: Security check failed.
ro_ro: Verificarea securității a eșuat.

source: Insufficient permissions
ro_ro: Permisiuni insuficiente

source: You do not have sufficient permissions to access this page.
ro_ro: Nu ai permisiuni suficiente pentru a accesa această pagină.

source: Maximum number of accommodations (50) reached. Please contact support if you need more.
ro_ro: Numărul maxim de cazări (50) a fost atins. Te rugăm să contactezi suportul dacă ai nevoie de mai multe.

source: Failed to update accommodation settings. Please try again.
ro_ro: Nu s-au putut actualiza setările cazării. Te rugăm să încerci din nou.

source: Accommodation added successfully!
ro_ro: Cazarea a fost adăugată cu succes!

source: An error occurred while adding the accommodation: %s
ro_ro: A apărut o eroare în timpul adăugării cazării: %s

source: Invalid accommodation data format received.
ro_ro: Formatul datelor cazării recepționat nu este valid.

source: Invalid data for accommodation ID %d
ro_ro: Date nevalide pentru cazarea cu ID-ul %d

source: Accommodation with ID %d not found or invalid type
ro_ro: Cazarea cu ID-ul %d nu a fost găsită sau tipul nu este valid

source: Failed to update accommodation ID %d: %s
ro_ro: Nu s-a putut actualiza cazarea cu ID-ul %d: %s

source: Invalid early bird price for accommodation ID %d
ro_ro: Preț early bird nevalid pentru cazarea cu ID-ul %d

source: Invalid price for accommodation ID %d
ro_ro: Preț nevalid pentru cazarea cu ID-ul %d

source: Updated %d accommodations with %d errors:
ro_ro: Au fost actualizate %d cazări cu %d erori:

source: Successfully updated %d accommodations.
ro_ro: Au fost actualizate cu succes %d cazări.

source: years
ro_ro: ani

source: days
ro_ro: zile

source: units
ro_ro: unități

source: Edit
ro_ro: Editează

source: Delete
ro_ro: Șterge

source: Cancel
ro_ro: Anulează

source: Submit
ro_ro: Trimite

source: Update
ro_ro: Actualizează

source: Create
ro_ro: Creează

source: Back
ro_ro: Înapoi

source: Next
ro_ro: Următorul

source: Previous
ro_ro: Precedentul

source: Close
ro_ro: Închide

source: Operation completed successfully.
ro_ro: Operațiunea a fost finalizată cu succes.

source: Changes saved.
ro_ro: Modificările au fost salvate.

source: Item deleted.
ro_ro: Elementul a fost șters.

source: No changes detected.
ro_ro: Nu s-au detectat modificări.

source: Manage your accommodation offerings - from individual %s to entire properties.
ro_ro: Gestionează ofertele tale de cazare - de la %s individuale la proprietăți întregi.
